Repository: Rehyu/rehyu.github.io
Catalog: lib/l10n/app_*.arb
Languages: vi

# logEnterId
source: Enter ID
vi: Nhập ID

# logEnterPassword
source: Enter Password
vi: Nhập mật khẩu

# logLoginButton
source: Login
vi: Đăng nhập

# logRegister
source: Register
vi: Đăng ký

# logTakeATour
source: Take a Tour
vi: Tham quan

# regPassword
source: Password
vi: Mật khẩu

# regPasswordConfirm
source: Password Confirm
vi: Xác nhận mật khẩu

# regName
source: Name
vi: Tên

# regGrade
source: Grade
vi: Khóa

# regDepartment
source: Department
vi: Khoa

# regLanguage
source: Language
vi: Ngôn ngữ

# regRegist
source: Register
vi: Đăng ký

# chaGreeting
source: Ask anything
vi: Hãy hỏi bất cứ điều gì

# chaGreetingButton
source: Press a button below to find what you're curious about
vi: Nhấn nút bên dưới để tìm câu hỏi bạn quan tâm

# chaGenerating
source: Generating answer...
vi: Đang tạo câu trả lời...

# chaButton1
source: Phone Number
vi: Số điện thoại

# chaButton2
source: Academic Schedule
vi: Lịch học

# chaButton3
source: Cafeteria Menu
vi: Thực đơn căng tin

# chaButton4
source: Facility Reservation
vi: Đặt chỗ cơ sở vật chất

# chaButton5
source: Scholarship
vi: Học bổng

# chaInsertChat
source: Please enter your message
vi: Vui lòng nhập nội dung

# chaPlusInfo
source: International Exchange Office Notice
vi: Thông báo từ Viện Giao lưu Quốc tế

# chaPlusSch
source: Scholarship
vi: Học bổng

# chaPlusCall
source: Contact
vi: Liên hệ

# chaPlusInfoRes
source: 📢 JJU 2025 Fall Semester Admissions Guide for New & Transfer International Students 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=448471&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154 ⭐ Application for Internship Program for International Students at Public Institutions 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=449132&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154 📚 2025 Summer Canadian Short-term Study Abroad Program Selection Notice 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=449007&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154 🌍 2025 Fall Semester Canadian Exchange Student Program Selection Notice 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=449006&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154 🗣️ Foreign Language Education Center: 3rd (May) English Conversation Class Application Notice (2025) 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=448940&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154
vi: 📢 Thông báo nhập học kỳ mùa thu 2025 (tháng 9) cho sinh viên quốc tế mới/ chuyển tiếp tại Đại học Jeonju 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=448471&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154 ⭐ Đăng ký tham gia thực tập tại cơ quan công cho sinh viên quốc tế 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=449132&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154 📚 Tuyển chọn sinh viên tham gia chương trình đào tạo ngắn hạn tại Canada mùa hè 2025 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=449007&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154 🌍 Tuyển sinh chương trình trao đổi sinh viên với Canada kỳ mùa thu 2025 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=449006&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154 🗣️ Trung tâm Ngoại ngữ: Thông báo đăng ký lớp đàm thoại tiếng Anh đợt 3 (tháng 5) năm 2025 🔗 https://oia.jj.ac.kr/oia/community/notice.jsp?mode=view&article_no=448940&board_wrapper=%2Foia%2Fcommunity%2Fnotice.jsp&pager.offset=0&board_no=4154

# chaPlusSchRes
source: 🎓 Scholarship Information Page 🔗 https://www.jj.ac.kr/jj/campuslife/scholarship01.do
vi: 🎓 Trang thông tin học bổng 🔗 https://www.jj.ac.kr/jj/campuslife/scholarship01.do

# chaPlusCallRes
source: 📞 International Student Counseling Contacts: - General Counseling: 063-220-3292 - Chinese-speaking Counseling: 063-220-2316 - Vietnamese Counseling: 063-220-2060 - Medical Bill Inquiries: 063-220-2344 or 010-8633-1604
vi: 📞 Thông tin liên hệ tư vấn sinh viên quốc tế: - Tư vấn chung: 063-220-3292 - Tư vấn bằng tiếng Trung: 063-220-2316 - Tư vấn bằng tiếng Việt: 063-220-2060 - Thắc mắc về chi phí khám bệnh: 063-220-2344 hoặc 010-8633-1604

# setMyInfo
source: My Info
vi: Thông tin của tôi

# setName
source: Name
vi: Tên

# setGrade
source: Grade
vi: lớp

# setDep
source: Department
vi: Khoa

# setInq
source: Inquiry
vi: Liên hệ

# setInfo
source: Information
vi: Thông tin

# setLoginRequired
source: Login is required for this service.
vi: Dịch vụ này yêu cầu đăng nhập.

# graGrade
source: Grade
vi: lớp

# gra1st
source: 1st Year
vi: Năm 1

# gra2nd
source: 2nd Year
vi: Năm 2

# gra3rd
source: 3rd Year
vi: Năm 3

# gra4th
source: 4th Year
vi: Năm 4

# depChooseDep
source: Choose Department
vi: Chọn khoa

# depSelectDep
source: Search Department
vi: Tìm kiếm khoa

# depItFinance
source: IT Finance
vi: Công nghệ thông tin & Tài chính

# depNursing
source: Nursing
vi: Điều dưỡng

# depArchitectureEngineering
source: Architectural Engineering
vi: Kỹ thuật kiến trúc

# depArchitecture5yr
source: Architecture (5-year program)
vi: Kiến trúc (5 năm)

# depGameContent
source: Game Content
vi: Nội dung trò chơi

# depBusiness
source: Business Administration
vi: Quản trị kinh doanh

# depPolice
source: Police Science
vi: Khoa Cảnh sát

# depActing
source: Performing and Broadcasting Arts
vi: Diễn xuất và Truyền hình

# depPerformingArts
source: Performing Arts
vi: Nghệ thuật biểu diễn

# depTourismManagement
source: Tourism Management
vi: Quản trị du lịch

# depEducation
source: Education
vi: Giáo dục học

# depFinanceInsurance
source: Finance and Insurance
vi: Tài chính & Bảo hiểm

# depMechanical
source: Mechanical Engineering
vi: Kỹ thuật cơ khí

# depAutomotiveMechanical
source: Automotive Mechanical Engineering
vi: Kỹ thuật ô tô

# depAgroFoodBusiness
source: Agri-food Business
vi: Kinh doanh nông thực phẩm

# depDataEngineering
source: Data Engineering
vi: Kỹ thuật dữ liệu

# depLibraryInfo
source: Library and Information Science
vi: Thư viện & Thông tin

# depLogisticsTrade
source: Logistics and Trade
vi: Logistics & Thương mại

# depPhysicalTherapy
source: Physical Therapy
vi: Vật lý trị liệu

# depPetIndustry
source: Pet Industry
vi: Công nghiệp thú cưng

# depPetPlant
source: Pet and Plant Industry
vi: Công nghệ vật nuôi và cây trồng

# depRadiology
source: Radiological Science
vi: Kỹ thuật hình ảnh y học

# depLaw
source: Law
vi: Luật học

# depHealthAdmin
source: Health Administration
vi: Quản lý y tế

# depRealEstate
source: Real Estate and Land Information
vi: Bất động sản & Địa chính

# depSocialWelfare
source: Social Welfare
vi: Phúc lợi xã hội

# depIndustrialEngineering
source: Industrial Engineering
vi: Kỹ thuật công nghiệp

# depIndustrialDesign
source: Industrial Design
vi: Thiết kế công nghiệp

# depCounseling
source: Counseling Psychology
vi: Tâm lý học tư vấn

# depSports
source: Physical Education
vi: Giáo dục thể chất

# depFireSafety
source: Fire Safety Engineering
vi: Kỹ thuật phòng cháy chữa cháy

# depSmartMedia
source: Smart Media
vi: Phương tiện thông minh

# depVisualDesign
source: Visual Design
vi: Thiết kế thị giác

# depFoodNutrition
source: Food and Nutrition
vi: Dinh dưỡng & Thực phẩm

# depChemistryMaterials
source: Chemical and Materials Engineering
vi: Kỹ thuật Hóa & Vật liệu

# depTheologyPraise
source: Theology and Worship
vi: Thần học & Thờ phượng

# depHistoryContent
source: History Content
vi: Nội dung lịch sử

# depEnglish
source: English Language and Literature
vi: Ngôn ngữ & Văn học Anh

# depFilmBroadcast
source: Film and Broadcasting
vi: Phim ảnh & Truyền hình

# depArtTherapy
source: Art Psychotherapy
vi: Liệu pháp tâm lý nghệ thuật

# depCulinaryService
source: Culinary and Food Service
vi: Dịch vụ Ẩm thực

# depExercisePrescription
source: Exercise Prescription
vi: Kê đơn vận động

# depWebtoonComics
source: Webtoon and Comics Content
vi: Webtoon & Truyện tranh

# depAi
source: Artificial Intelligence
vi: Trí tuệ nhân tạo

# depJapanese
source: Japanese Language and Culture
vi: Ngôn ngữ & Văn hóa Nhật Bản

# depOccupationalTherapy
source: Occupational Therapy
vi: Trị liệu nghề nghiệp

# depRehabilitation
source: Rehabilitation
vi: Phục hồi chức năng

# depElectricalElectronic
source: Electrical and Electronic Engineering
vi: Kỹ thuật điện & điện tử

# depInfoCommunication
source: Information and Communication Engineering
vi: Kỹ thuật thông tin & truyền thông

# depChinese
source: Chinese Language and Culture
vi: Ngôn ngữ & Văn hóa Trung Quốc

# depStartupFinance
source: Startup Management and Finance
vi: Khởi nghiệp & Tài chính

# depFootball
source: Football Studies
vi: Bóng đá học

# depEcoVehicle
source: Eco-Friendly Automotive Engineering
vi: Công nghệ ô tô xanh

# depComputer
source: Computer Engineering
vi: Kỹ thuật máy tính

# depCivilEnvironment
source: Civil and Environmental Engineering
vi: Kỹ thuật môi trường & xây dựng

# depFashion
source: Fashion Industry
vi: Công nghiệp thời trang

# depKoreanLanguage
source: Korean Language and Literature
vi: Ngôn ngữ & Văn học Hàn Quốc

# depKoreanCuisine
source: Korean Cuisine
vi: Ẩm thực Hàn Quốc

# depPublicAdmin
source: Public Administration
vi: Hành chính công

# depHotel
source: Hotel Management
vi: Quản trị khách sạn

# depEnvironmentLife
source: Environmental Life Science
vi: Khoa học môi trường & đời sống

# depAccountingTax
source: Accounting and Tax
vi: Kế toán & Thuế

# depMusic
source: Music
vi: Âm nhạc

# inqInquiry
source: Inquiry
vi: Liên hệ

# inqWriteInq
source: Write
vi: Viết

# wriWriteInq
source: Write Inquiry
vi: Viết yêu cầu

# wriTitle
source: Title
vi: Tiêu đề

# wriContent
source: Content
vi: Nội dung

# wriReg
source: Submit
vi: Đăng

# appInfo
source: Information
vi: Thông tin

# appVersion
source: Version Info
vi: Phiên bản

# appMade
source: Created by
vi: Người tạo
